export const surveyQuestions = [
  {
    title: "어디 시장부터 살펴볼까요?",
    subtitle: "관심있는 시장을 모두 선택할 수 있어요",
    options: [
      "서울",
      "인천",
      "경기도",
      "강원도",
      "충청남도/북도",
      "세종",
      "경상남도/북도",
      "대전",
      "전라남도/북도",
      "대구",
      "부산",
      "울산",
      "광주",
      "제주",
      "전국",
    ],
    multiple: true,
    grid: true,
  },
  {
    title: "오늘 누구랑 함께 오셨나요?",
    subtitle: "함께하는 사람에 따라 시장이 다르게 보일지도 몰라요!",
    options: [
      "나 혼자 아무렇게나 놀 거야!",
      "달달한 데이트 중이에요..ㅎㅎ",
      "가족 총출동! 단체전이에요!",
      "친구랑 수다 떨러 왔어요~",
    ],
  },
  {
    title: "얼마나 머물 예정이세요?",
    subtitle: "시간에 따라 추천 루트가 달라져요!",
    options: [
      "한 시간만 휙! 둘러볼게요",
      "세 시간 정도요?",
      "오늘은 반나절 시장 사람입니다",
      "집에 안 갈래요",
    ],
  },
  {
    title: "어떻게 구경할까요?",
    subtitle: "여유 있게? 아니면 핵심만 쏙?",
    options: [
      "느긋하게 걷고, 천천히 보고, 먹고!",
      "후딱후딱! 맛있는 것만 골라주세요",
    ],
  },
  {
    title: "시장에 와서 꼭 해보고 싶은 건요?",
    subtitle: "뭐가 됐든, 재밌게 놀아봐요!",
    options: [
      "신기한 가게 구경 짱~",
      "SNS용 인생샷 찍고 가야죠",
      "사람 사는 이야기도 듣고 싶어요",
      "계획? 그런 거 몰라요. 그냥 놀러갈래요~",
      "공방 체험, 수공예도 끌려요",
    ],
  },
  {
    title: "어떤 분위기의 시장이 좋아요?",
    subtitle: "취향 따라 고르세요!",
    options: [
      "복작복작! 시장은 그래야 맛있죠",
      "조용한 구석탱탱, 나만의 루트 좋아요",
    ],
  },
];
